


print("""

──██████──────██████───█████████████──────██████████████───████████████████────
──██──██──────██──██───██─────────██────██────────────██───██────────────██────
──██──██──────██──██───██──█████████───██───████████████───██───███████──██────
──██──██──────██──██───██──██──────────██──██──────────────██───██───██──██────
──██──██──────██──██───██──██──────────██──██──────────────██───██───██──██────
──██──██──────██──██───██──██──────────██──██──────────────██───██───██──██────
──██──██──────██──██── ██──██──────────██──██──────────────██───██───██──██───
──██──██──────██──██───██──█████████───██──██───███████────██───███████──██────
──██───██────██───██───██─────────██───██──██───██────██───██────────────██────
───██───██──██───██────██──█████████───██──██───████──██───██───███████──██────
────██───████───██─────██──██──────────██──██─────██──██───██───██───██──██────
─────██───██───██──────██──██──────────██───██────██──██───██───██───██──██────
──────██──────██───────██──██───────────██───██───██──██───██───██───██──██────
───────██────██────────██──█████████─────██──███████──██───██───██───██──██────
────────██──██─────────██─────────██──────██─────────██────██───██───██──██────
─────────████──────────█████████████───────████████████────███████───██████────
""")



# واقف ف الساحه ملط ماسك سجاره فرط
# برا برا يابنى عنى تسأل طوب الارض
# انا عمو چو فينك انا اهوو هاأأاأأا اوو
# ماشى تاتا تاتا Follow

# عيال ممله اتخنهم جمب منى قله
# ماسك كونو مسقط بنطلونه البس اول زله

# الحط ف دمى يسرى
# منى العيال بتهرى
# اجرى بدق عليكوا بحبرى
# علىّ خرى مكمل ولا مجلىّ
# چو فلو تكتك بوو دولى والشباب محلىّ

# مين ف باله مين اللى قالوا مجالى مجاله
# يادين الشقى ع الخرتئه بابا فيجا وانتوا عياله
# فضل الود ايه ع اللى قالى بطل Dirty
# نيك النيك الواد الـ Fake بيجيب ف سيرتى

# صباحوا لوز لسه باقى معايا موز
# ادى جامد ف سيرك لا ياهرى دوس
# الشاب هقال هدس التانى قال هحط Pause
# وسعلى مساحه عشان اقول كسم الجوز

# نيك جماعى جائنا الان خبار اذاعى
# چو چو أكد ان مجالكوا تحت بتاعى

# وفين انتظار الرد او ان شاب
# استجرى صد فليب قول ده Hard
# Gangsta مين ياطنط

# تصدق يشد عنك ف المجال واتخرتئ
# فرق مدقدق عمك فيجا ياض يامحنزء

# ظبط اداء تراك تعليم فيجا خلقه داء
# بلا استثناء هحط عليكوا بدون ذكر الاسماء
# تمانين ف وسط الشارع وف عز النهار
# قلب ميت واخد فوق الجيد ف مسابقة الازبار

# قرصة ودن واخدك ف المجال كإبن
# تخرج عن طوعى زيك تحت رجلى استبن
# مين اللى ظابط ها مين اللى حاطط ها
# مين اللى الطلقه منه صابت شله شاطب برا برا

# قالك Gangsta لبس ف حيط راح وجه
# خدها سيط معايا ف ضهر الليسته
# طوب الارض بيقول چو والسطور تحكى وتتحاكى
# مش بالسهل بقينا فوق كايدهم بابا بابا

# اكل اللقمه جه بالمر ابن كارك اللى يضر
# عيال بتزقه اعرف تمامه لأه لما تلؤه
# هو كان فاكرها ايه سنير وكيك ماشى عليه
# كاك خرس بؤه ملعون ابوه مجال هر كل فار ف حؤوه
# ولا كسم الود لو يحل المسأله

# انت تخش انا اخش انت تجلى انا اقش
# الحط عط البيت لحد مابيصبرش فيجا جامد نيك
# شرموط ماحدش وقفه اسمك وفلوهك Fake
# من حد شعبك يعرفه خرا عليكوا

# كسم الزفت الصب جايب جاز
# هيب هوب احا الميلودى باشت من صوت النشاذ

# يا خلق هو الهيد فوق والدم فار كسم كارنا
# عشان جمعنى معاك ف مقارنه

# هاردكور Fake الخط
# صرخة مايك ف طيز القط
# صاحبى اه تعامل حب تحط
# احا يااا انكت ف نفسك واهرى مابقاش الا انت يابن زبههههى

# فهمت ليه تملى يقولوا فيجا جامد نيك
# عشان اشبالى جوا مجالى ساعة الحط يزبوا عليك
# كل شاب محوش فيرسين داخل يلوش
# قلنا نرمى حته كوميديه ع الشباب نروش

# العوافى على شاب ماستواش بشكل كافى
# كملت ف الهيب هوب بمبدأ زبى فوق كتافى
# ف كل اللى حاب ركن ع جمب لما هب دب
# كسم الشاب لسه نص ف سيرك لا تزب

# دخلة ساذج ف كان الناتج انى انيك الشله
# فيجا فوق ياشعب جمب منى قله
# ماسك ذله وقايل شعب ف ضهر الليسته
# نيك الجته ضهرى محمى ف اى حته

# ايه يابو نيكه عامل بوليكه
# والعه معاك يازميلى
# شوقك تاخد حتة كيكه تشبع ياسطى وتبقيلى

# فقال فيجا احا وف روايه اخرى زبى
# ف ركب الشاب الناقه والتنين لعب ف عبى
# ف هجموا ع القبيله والتغفيله جت ع غفله
# اعشق لغتى الجميله بتكمل دساتى السافله

# الشنا الشه يبقى نفوق فيجا فين فيجا فوق
# بابا غنوج فول سودانى تمر صينى بيض مسلوق

# سمونى فيجا بيو فى وناس قالوا الزبرتى
# جمع ده هاتلى ده تعالى انيكوا يابن خالتى

# والدروس المستفاده من دسات الچو يا ساده
# ان ف دنيا النيك كالعاده زب فيجا للرياده

# لما يبقى البيت وليه ساعه ليك وساعه ليا
# لأنى اطول زب فيكوا ف يبقى ليا الاولويه

# حط حطينا كسر عين استكفينا
# اشبال الحمد لله اجيال خريجة تحت ايدينا
# تقدير نفسى الحمد لله حب الناس الحمد لله
# العبد لله ماحتجش حاجه مش معاه